export default function Step1() {
  return (
    <div>
      <div>
        <strong>안녕하세요! OOO님의 포트폴리오를 생성할 AI, 티미입니다.</strong> <br />
        <br />
        OOO님의 개인 회고를 읽으며 프로젝트에 대한 데이터를 수집할게요.
        <br /> 아래 내용들을 개인 회고에 작성해주시면, 더 좋은 품질의 마스터 포트폴리오를 받아보실
        수 있어요.
        <br />
        <br />
        <ul>
          <li>사용한 기술, 방법론, 또는 툴</li>
          <li>어려웠던 점과 극복한 방법</li>
          <li>새롭게 배우거나 깨달은 점</li>
          <li>나의 강점 또는 약점이 드러난 사건</li>
          <li>앞으로 가질 마음가짐, 적용해볼 방법, 공부해볼 기술 등</li>
          <li>기억에 남는 순간과 이유</li>
        </ul>
        <br />
        개인 회고로 이동하여 회고 내용을 작성해주신 후, <strong>다음 단계로 이동</strong>해주세요.
      </div>
    </div>
  );
}
